const Founder = () => {
  return (
    <section className="py-20">
      <div className="container">
        <div>
          <h1 className="text-3xl font-bold text-center mb-10">
            Наш основатель
          </h1>
          <div className="flex gap-10">
            <img
              className="h-120 w-full max-w-115"
              src="/images/Mark.svg"
              alt=""
            />
            <p className="text-xl leading-9.5 flex-1">
              Большая история — новое исследовательское направление, в рамках
              которого изучается единый преемственный процесс развития Вселенной
              — с момента Большого взрыва до настоящего времени.
              Междисциплинарный проект The Big History Project был основан
              Биллом Гейтсом и Дэвидом Кристианом с целью разработки целостного
              курса истории космоса, Земли, жизни и человечества и преподавания
              его во всем мире.Эта книга, написанная на стыке естественных и
              гуманитарных наук — физики, геологии, астрономии, истории,
              .социологии и других, — насыщенное обобщение социологии и других,
              — насыщенное обобщение научных представлений
            </p>
          </div>
          <p className="text-xl leading-9">
            социологии и других, — насыщенное обобщение новейших научных
            представлений Большая история — новое исследовательское направление,
            в рамках которого изучается единый преемственный процесс развития
            Вселенной — с момента Большого взрыва до настоящего времени.
            Междисциплинарный проект The Big History Project был основан Биллом
            Гейтсом и Дэвидом Кристианом с целью разработки целостного курса
            истории космоса, Земли, жизни и человечества и преподавания его во
            всем мире.Эта книга, написанная на стыке естественных и гуманитарных
            наук — физики, геологии, астрономии, истории, .
          </p>
        </div>
      </div>
    </section>
  );
};

export default Founder;
